13/data/attachments/d0af52a7400c6398.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_1d74d672-0560-47e6-a220-fad2bb81cb47</nif:username>
            <nif:friendToBeAdded>Charles_suffer_Actions_96027_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>